Repository: tereshchenkomax/corp-admin-templates
Catalog: languages/corp-admin-templates-*.po
Languages: ru_ru

source: Admin Color Scheme
ru_ru: Цветовая схема текста

# admin menu page
source: Corp Admin Templates
ru_ru: Корп Шаблоны Админ-панели

# admin sub menu page
source: Sub Corp Admin Templates
ru_ru: Подменю Корп Шаблоны Админ-панели

source: Sub plugins Corp Admin Templates
ru_ru: Sub плагинов Corp Административные шаблоны

source: Hello this is CORPADMINTEMPLATES page Plugins
ru_ru: Привет это CORPADMINTEMPLATES страница Плагины

source: Add
ru_ru: Добавить

source: Search Genres
ru_ru: Поиск по Жанрам

source: All Genres
ru_ru: Все Жанры

# taxonomy general name
source: Food type
ru_ru: Типы блюд

# taxonomy singular name
source: Food type
ru_ru: Тип блюд

source: Search Food type
ru_ru: Искать типы блюд

source: Popular Food types
ru_ru: Популярные типы блюд

source: Food types
ru_ru: Типы блюд

source: Edit Food type
ru_ru: Редактировать типы блюд

source: Update Food type
ru_ru: Обновить типы блюд

source: Add New Food types
ru_ru: Добавить новый тип блюда

source: New Food types
ru_ru: Новые типы блюд

source: Hello
ru_ru: Приветики 11

source: Settings
ru_ru: Настройки

source: Token
ru_ru: Токен

source: Wish to plugin creator
ru_ru: Пожелание создателю плагина

source: Name
ru_ru: Имя

source: Messsage
ru_ru: Сообщение

source: Date
ru_ru: Дата

source: Actions
ru_ru: Действия

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: Corp Admin Templates
ru_ru: Корп Шаблоны Админ-панели

# admin menu page
source: This my first plugin
ru_ru: Это мой первый плагин

# admin menu page
source: Check it on
ru_ru: Зацените
